7zip
amd-ucode
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
clipcat
cups
cups-pk-helper
dex
dunst
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-nord
fcitx5-nord-pink
fcitx5-pinyin-moegirl
fcitx5-qt
fd
feh
flclash-bin
fprintd
fzf
grub
gst-plugin-pipewire
gvfs
i3-wm
i3lock
i3status
imagemagick
jq
kitty
libpulse
linux
linux-firmware
linuxqq-appimage
maim
nemo
neovim
netease-cloud-music-gtk4
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nwg-look
oh-my-zsh-git
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
polybar
power-profiles-daemon
resvg
ripgrep
rofi
rofi-calc
sddm
slop
sof-firmware
stow
sudo
system-config-printer
throne
timeshift
timeshift-systemd-timer
tree
ttf-iosevka-nerd
tumbler
udiskie
ufw
unzip
wechat-bin
wget
wireplumber
xarchiver
xclip
xorg-server
xorg-xev
xorg-xhost
xorg-xinit
yay
yazi
zen-browser
zip
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
